Repository: mexon/friendica-addons
Catalog: irc/lang/*/messages.po
Languages: pl

source: IRC Settings
pl: Ustawienia IRC

source: Here you can change the system wide settings for the channels to automatically join and access via the side bar. Note the changes you do here, only effect the channel selection if you are logged in.
pl: Tutaj możesz zmienić ustawienia systemowe dla kanałów, aby automatycznie łączyć się i uzyskać dostęp za pomocą paska bocznego. Zwróć uwagę na zmiany, które tu zrobisz, wpływają tylko na wybór kanału, jeśli jesteś zalogowany.

source: Save Settings
pl: Zapisz ustawienia

source: Channel(s) to auto connect (comma separated)
pl: Kanał(y) do ​​automatycznego połączenia (oddzielone przecinkami)

source: List of channels that shall automatically connected to when the app is launched.
pl: Lista kanałów, które będą automatycznie połączone z uruchomieniem aplikacji.

source: Popular Channels (comma separated)
pl: Popularne kanały (oddzielone przecinkami)

source: List of popular channels, will be displayed at the side and hotlinked for easy joining.
pl: Lista popularnych kanałów zostanie wyświetlona z boku i połączona w celu łatwego dołączenia.

source: IRC settings saved.
pl: Zapisano ustawienia IRC.

source: IRC Chatroom
pl: Czat na IRC

source: Popular Channels
pl: Popularne kanały
