Repository: mexon/friendica-addons
Catalog: statusnet/lang/*/messages.po
Languages: is, ro

source: Post to StatusNet
ro: Postați pe StatusNet

source: Please contact your site administrator.<br />The provided API URL is not valid.
is: Hafðu samband við kerfisstjóra.<br />Uppgefin API-slóð er ógild.
ro: Vă rugăm să vă contactați administratorul de site. <br />URL-ul API furnizat, nu este valid.

source: We could not contact the StatusNet API with the Path you entered.
ro: Nu am putut conecta API pentru StatusNet la Calea pe care ați introdus-o.

source: StatusNet settings updated.
ro: Configurările StatusNet au fost actualizate.

source: StatusNet Import/Export/Mirror
ro: Import/Export/Clonare StatusNet

source: Globally Available StatusNet OAuthKeys
ro: Cheile OAuthKeys StatusNet Disponibile Global

source: There are preconfigured OAuth key pairs for some StatusNet servers available. If you are useing one of them, please use these credentials. If not feel free to connect to any other StatusNet instance (see below).
ro: Acolo sunt preconfigurate perechile de chei OAuthKeys pentru anumite servere StatusNet disponibile. Dacă folosiți una dintre ele, vă rugăm să utilizați aceste acreditive. Dacă nu, vă puteți conecta la orice altă instanță StatusNet (vedeți mai jos).

source: Save Settings
is: Vista stillingar
ro: Salvare Configurări

source: Provide your own OAuth Credentials
is: Gefðu upp eigin OAuth auðkenni
ro: Furnizați propriile dvs. Acreditive OAuth

source: No consumer key pair for StatusNet found. Register your Friendica Account as an desktop client on your StatusNet account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited StatusNet installation.
ro: Nici o pereche de chei de utilizator pentru StatusNet, nu fost găsită. Înregistrați-vă Contul Friendica, ca și client desktop, pe contul dvs. StatusNet, copiați aici pereche de chei de utilizator, şi introduceți rădăcina-bazei API. <br />Înainte să vă înregistrați propria pereche de chei OAuth, întrebați administratorul dacă nu există deja o pereche de chei, pentru această instalare Friendica, conectată la instalarea dvs. favorită StatusNet.

source: OAuth Consumer Key
is: OAuth-lykill notanda
ro: Cheia Utilizatorului OAuth

source: OAuth Consumer Secret
is: OAuth-leyniorð notanda
ro: Cheia Secretă a Utilizatorului OAuth

source: Base API Path (remember the trailing /)
is: Grunn API-slóð (muna eftir / í endann)
ro: Cale-Bază API (nu uitați de slash /)

source: StatusNet application name
ro: Numele Aplicației StatusNet

source: To connect to your StatusNet account click the button below to get a security code from StatusNet which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to StatusNet.
ro: Pentru a vă conecta la contul dvs. StatusNet apăsați pe butonul de mai jos pentru a obține un cod de securitate de la StatusNet, pe care va trebui să îl copiați în caseta de introducere mai jos şi trimiteți formularul. Numai postările dvs.<strong>publice</strong> vor fi postate pe StatusNet.

source: Log in with StatusNet
ro: Autentificare cu StatusNet

source: Copy the security code from StatusNet here
ro: Copiați aici codul de securitate din StatusNet

source: Cancel Connection Process
is: Hætta við tengiferli
ro: Anulare Proces de Conectare

source: Current StatusNet API is
ro: Cheia API StatusNet Curentă este

source: Cancel StatusNet Connection
ro: Anulare Conectare StatusNet

source: Currently connected to:
is: Núna tengdur við:
ro: Conectat curent la:

source: If enabled all your <strong>public</strong> postings can be posted to the associated StatusNet account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
ro: Dacă activați, toate postările dvs. <strong>publice</strong> pot fi publicate în contul StatusNet asociat. Puteți face acest lucru, implicit (aici), sau pentru fiecare postare separată, prin opțiunile de postare atunci când compuneți un mesaj.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to StatusNet will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ro: <strong>Notă</strong>: Datorită configurărilor de confidenţialitate (<em>Se ascund detaliile profilului dvs. de vizitatorii necunoscuți?</em>), legătura potențial inclusă în postările publice transmise către StatusNet, va conduce vizitatorul la o pagină goală, informându-l pe vizitator că accesul la profilul dvs. a fost restricţionat.

source: Allow posting to StatusNet
ro: Permite postarea pe StatusNet

source: Send public postings to StatusNet by default
ro: Trimite postările publice pe StatusNet, ca și implicit

source: Mirror all posts from statusnet that are no replies or repeated messages
ro: Clonează toate postările, din StatusNet, care nu sunt răspunsuri sau mesaje repetate

source: Import the remote timeline
is: Flytja inn fjartengdu tímalínuna
ro: Importare cronologie la distanță

source: Clear OAuth configuration
is: Hreinsa OAuth stillingar
ro: Ștergeți configurările OAuth

source: Site name
is: Heiti vefsvæðis
ro: Numele saitului

source: Consumer Secret
is: Leyniorð notanda
ro: Cheia Secretă a Utilizatorului

source: Consumer Key
is: Lykill notanda
ro: Cheia Utilizatorului

source: Application name
ro: Numele aplicației

source: Post to GNU Social
is: Senda á GNU Social

source: We could not contact the GNU Social API with the Path you entered.
is: Ekki náðist í GNU Social API með slóðinni sem þú gafst upp.

source: GNU Social settings updated.
is: Stillingar GNU Social uppfærðar.

source: Globally Available GNU Social OAuthKeys
is: Víðværir OAuth-lyklar GNU Social eru til taks

source: There are preconfigured OAuth key pairs for some GNU Social servers available. If you are using one of them, please use these credentials. If not feel free to connect to any other GNU Social instance (see below).
is: Það eru forstillt OAuth-lyklapör í sumum GNU Social þjónum. Ef þú ert að nota slíkt par, notaðu þá þau auðkenni. Ef ekki þá er þér frjálst að tengjast hvaða öðrum GNU Social þjónum (sjá fyrir neðan).

source: To connect to your GNU Social account click the button below to get a security code from GNU Social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU Social.
is: Til að tengjast GNU Social notandaaðgangnum ýttu á hnappinn hér fyrir neðan, þá fæst öryggislykill frá GNU Social sem þarf að afrita í svæðið fyrir neðan og senda inn. Aðeins <strong>opinberar</strong> færslur munu flæða yfir á GNU Social.

source: Log in with GNU Social
is: Skrá inn með GNU Social

source: Copy the security code from GNU Social here
is: Afrita öryggislykil frá GNU Social hingað

source: Current GNU Social API is
is: Núverandi GNU Social API er

source: Cancel GNU Social Connection
is: Hætta við GNU Social tengingu

source: If enabled all your <strong>public</strong> postings can be posted to the associated GNU Social account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
is: Ef virkt þá geta allar <strong>opinberu</strong> stöðu meldingarnar þínar verið birtar á tengdri GNU Social síðu. Þú getur valið að gera þetta sjálfvirkt (hér) eða fyrir hvern póst í senn þegar hann er skrifaður.

source: Allow posting to GNU Social
is: Leyfa sendingu færslna til GNU Social

source: Send public postings to GNU Social by default
is: Sjálfgefið senda opinberar færslur á GNU Social

source: Disabled
is: Slökkt

source: Full Timeline
is: Öll tímalínan
