Repository: mexon/friendica-addons
Catalog: twitter/lang/*/messages.po
Languages: fi_fi, ro

source: Post to Twitter
fi_fi: Lähetä Twitteriin
ro: Postați pe Twitter

source: Twitter settings updated.
fi_fi: Twitter -asetukset päivitetty.
ro: Configurările Twitter au fost actualizate.

source: Twitter Import/Export/Mirror
fi_fi: Twitter tuonti/vienti/peili
ro: Import/Export/Clonare Twitter

source: No consumer key pair for Twitter found. Please contact your site administrator.
fi_fi: Twitter -kuluttajan avainparia ei löytynyt. Ota yhteyttä sivuston ylläpitäjään.
ro: Nici o pereche de chei de utilizator pentru Twitter nu a fost găsită. Vă rugăm să vă contactați administratorul de site.

source: At this Friendica instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
ro: Pe această sesiune Friendica, modulul Twitter era activat, dar încă nu v-ați conectat contul la profilul dvs. Twitter. Pentru aceasta apăsați pe butonul de mai jos pentru a obține un PIN de pe Twitter pe care va trebui să îl copiați în caseta de introducere mai jos şi trimiteți formularul. Numai postările dumneavoastră <strong>publice</strong> vor fi postate pe Twitter.

source: Log in with Twitter
fi_fi: Kirjaudu sisään Twitterillä
ro: Autentificare prin Twitter

source: Copy the PIN from Twitter here
ro: Copiați aici PIN-ul de la Twitter

source: Save Settings
fi_fi: Tallenna asetukset
ro: Salvare Configurări

source: Currently connected to:
ro: Conectat curent la:

source: If enabled all your <strong>public</strong> postings can be posted to the associated Twitter account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
ro: Dacă activați, toate postările dvs. <strong>publice</strong> pot fi publicate în contul Twitter asociat. Puteți face acest lucru, implicit (aici), sau pentru fiecare postare separată, prin opțiunile de postare atunci când compuneți un mesaj.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ro: <strong>Notă</strong>: Datorită configurărilor de confidenţialitate (<em>Se ascund detaliile profilului dvs. de vizitatorii necunoscuți?</em>), legătura potențial inclusă în postările publice transmise către Twitter, va conduce vizitatorul la o pagină goală, informându-l pe vizitator că accesul la profilul dvs. a fost restricţionat.

source: Allow posting to Twitter
fi_fi: Salli julkaisu Twitteriin
ro: Permite postarea pe Twitter

source: Send public postings to Twitter by default
fi_fi: Lähetä oletuksena kaikki julkiset julkaisut Twitteriin
ro: Trimite postările publice pe Twitter, ca și implicit

source: Mirror all posts from twitter that are no replies
fi_fi: Peilaa kaikki julkaisut Twitteristä jotka eivät ole vastauksia
ro: Clonează toate postările, din Twitter, care nu sunt răspunsuri

source: Import the remote timeline
fi_fi: Tuo etäaikajana
ro: Importare cronologie la distanță

source: Automatically create contacts
fi_fi: Luo kontaktit automaattisesti
ro: Creați Automat contactele

source: Clear OAuth configuration
ro: Ștergeți configurările OAuth

source: Twitter post failed. Queued for retry.
fi_fi: Twitter -julkaisu epäonnistui. Jonossa uudelleenyritykseen.
ro: Postarea pe Twitter a eșuat. S-a pus în așteptare pentru reîncercare.

source: Settings updated.
fi_fi: Asetukset päivitetty.
ro: Configurări actualizate.

source: Consumer key
fi_fi: Kuluttajan avain
ro: Cheia Utilizatorului

source: Consumer secret
fi_fi: Kuluttajasalaisuus
ro: Cheia Secretă a Utilizatorului

source: Name of the Twitter Application
ro: Numele Aplicației Twitter

source: set this to avoid mirroring postings from ~friendica back to ~friendica
ro: stabiliți aceasta pentru a evita clonarea postărilor din ~friendica înapoi la ~friendica

source: Disconnect
fi_fi: Katkaise yhteys
