Repository: mexon/friendica-addons
Catalog: forumlist/lang/*/messages.po
Languages: it

source: Forums
it: Forum

source: show/hide
it: mostra/nascondi

source: No forum subscriptions
it: Nessun forum collegato

source: Forums:
it: Forum:

source: Forumlist settings updated.
it: Impostazioni Elenco Forum aggiornate.

source: Forumlist
it: Elenco Forum

source: Randomise forum list
it: Ordina casualmente l'elenco

source: Show forums on profile page
it: Mostra i forum sulla pagina profilo

source: Show forums on network page
it: Mostra i forum sulla pagina Rete

source: Save Settings
it: Salva Impostazioni
