Repository: mexon/friendica-addons
Catalog: langfilter/lang/*/messages.po
Languages: it, nl, pl, ru

source: Language Filter
it: Filtro Lingua
nl: Taalfilter
pl: Filtr językowy
ru: Языковой фильтр

source: This addon tries to identify the language posts are writen in. If it does not match any language specifed below, posts will be hidden by collapsing them.
it: Questo componente aggiuntivo prova ad identificare la lingua usata in un messaggio. Se questa non corrisponde a una delle lingue specificata qui sotto, il messaggio verrà collassato.
nl: Deze addon probeert de taal van berichten automatisch te bepalen. Als de taal van het bericht niet overeenkomt met een taal die jij spreekt zal het bericht worden verborgen.
pl: Ten dodatek próbuje zidentyfikować posty językowe, które są zapisywane. Jeśli nie pasuje do żadnego z języków określonych poniżej, posty będą ukrywane przez ich zwijanie.
ru: Это дополнение пытается идентифицировать язык, на котором написаны посты. Если язык не соответствует ни одному, указанному ниже, то такие посты будут скрыты.

source: Use the language filter
it: Usa il filtro lingua
nl: Gebruik de taalfilter
pl: Użyj filtru językowego
ru: Использовать языковой фильтр

source: Able to read
it: In grado di leggere
nl: Kan lezen
pl: Może odczytać
ru: Возможность читать

source: List of abbreviations (iso2 codes) for languages you speak, comma separated. For example "de,it".
it: Lista di abbreviazioni (codici iso2) per le lingue che parli, separate da virgola. Per esempio "it,de"
nl: Lijst van afkortingen (ISO2 codes) voor talen die jij spreekt, door komma's gescheiden. Bijvoorbeeld "de,it".
pl: Lista skrótów (kodów iso2) dla języków, które znasz, oddzielonych przecinkami. Na przykład "pl,de,it".
ru: Список аббериватур (кодов по iso2) для языков, на которых вы говорите. Например, "ru,en".

source: Minimum confidence in language detection
it: Fiducia minima nel rilevamento della lingua
nl: Minimum betrouwbaarheid in taaldetectie
pl: Minimalne zaufanie do wykrywania języka
ru: Минимальная уверенность в детектировании языка

source: Minimum confidence in language detection being correct, from 0 to 100. Posts will not be filtered when the confidence of language detection is below this percent value.
it: Fiducia minima che il rilevamento della lingua sia corretto, da 0 a 100. I post non saranno filtrati quando la fiducia nel rilevamento della lingua è sotto questo valore percentuale.
nl: Minimum betrouwbaarheid dat de correcte taal word gedetecteerd, van 0 tot 100. Berichten zullen niet worden gefilterd als de betrouwbaarheid lager is dan dit percentage.
pl: Minimalne zaufanie do wykrywania języka jest poprawne, od 0 do 100. Wpisy nie będą filtrowane, gdy pewność wykrycia języka jest poniżej tej wartości procentowej.
ru: Минимальная уверенность в правильном детектировании языка, от 0 до 100. Посты не будут скрыты, если уверенность в правильном детектировании языка в процентах ниже этого значения.

source: Minimum length of message body
it: Lunghezza minima del corpo del messaggio
nl: Minimum lengte van de berichttekst
pl: Minimalna długość treści wiadomości
ru: Минимальная длина тела сообщения

source: Minimum number of characters in message body for filter to be used. Posts shorter than this will not be filtered. Note: Language detection is unreliable for short content (<200 characters).
it: Numero di caratteri minimo perché il filtro venga usato. I messaggio più corti non saranno filtrati. Nota: la rilevazione della lingua non è affidabile con messaggi brevi (<200 caratteri)
nl: Minimum aantal letters en leestekens in de berichttekst nodig voor het filter om te werken. Kortere berichten worden niet gefilterd. NB: Taaldetectie is onbetrouwbaar voor korte berichten (<200 letters en leestekens).
pl: Minimalna liczba znaków w treści wiadomości dla używanego filtru. Wpisy krótsze niż ta nie będą filtrowane. Uwaga: Wykrywanie języka nie jest wiarygodne dla krótkiej treści (<200 znaków).
ru: Минимальное количество знаков в теле сообщения для применения фильтрации. Посты, длина которых меньше указанного значения, не будут отфильтрованы. Обратите внимание, что детектирование языка работает ненадежно для небольших постов (<200 символов).

source: Save Settings
it: Salva Impostazioni
nl: Instellingen opslaan
pl: Zapisz ustawienia
ru: Сохранить настройки

source: Language Filter Settings saved.
it: Impostazioni Filtro Lingua salvate.
nl: Taalfilter-instellingen bijgewerkt.
pl: Ustawienia filtra języka zostały zapisane.
ru: Настройки фильтрации языков сохранены.

source: Filtered language: %s
it: Lingua filtrata: %s
nl: Gefilterde taal: %s
pl: Język filtrowany: %s
ru: Отфильтрованный язык: %s
