Repository: mexon/friendica-addons
Catalog: pumpio/lang/*/messages.po
Languages: de, fi_fi, pl, ro

source: Permission denied.
de: Zugriff verweigert.
fi_fi: Lupa kielletty.
pl: Odmowa dostępu.
ro: Permisiune refuzată.

source: Unable to register the client at the pump.io server '%s'.
de: Die Registrierung des Nutzers auf dem Pump.io-Server '%s' ist nicht möglich.
pl: Nie można zarejestrować klienta na serwerze pump.io '%s'.
ro: Imposibil de înregistrat clientul pe serverul pump.io '%s'.

source: You are now authenticated to pumpio.
de: Du bist nun auf pumpio authentifiziert.
pl: Jesteś teraz uwierzytelniony w trybie pompowania.
ro: Acum sunteți autentificat pe pumpio.

source: return to the connector page
de: zurück zur Connector Seite
pl: powrót do strony łączenia
ro: revenire la pagina de conectare

source: Post to pumpio
de: Auf pumpio veröffentlichen
fi_fi: Lähetä pump.ioon
pl: Prześlij do pompio
ro: Postați pe pumpio

source: Pump.io Import/Export/Mirror
de: Pump.io Import/Export/Spiegeln
ro: Import/Export/Clonare Pump.io

source: pump.io username (without the servername)
de: Pump.io Nutzername (ohne den Servernamen)
fi_fi: pump.io käyttäjätunnus (ilman palvelinnimeä)
pl: nazwa użytkownika pump.io (bez nazwy serwera)
ro: Utilizator pump.io (fără nume server)

source: pump.io servername (without "http://" or "https://" )
de: Pump.io Servername (ohne "http://" oder "https://" )
fi_fi: pump.io palvelinnimi (ilman "http://" tai "https://" )
pl: pump.io nazwa_serwera (bez "http://" lub "https://")
ro: Nume server pump.io (fără "http://" ori "https://" )

source: Authenticate your pump.io connection
de: Authentifiziere deine Pump.io Verbindung
pl: Uwierzytelnij swoje połączenie pump.io
ro: Autentificați-vă conectarea la pump.io

source: Import the remote timeline
de: Importiere die entfernte Zeitleiste
fi_fi: Tuo etäaikajana
pl: Zaimportuj zdalną oś czasu
ro: Importare cronologie la distanță

source: Enable pump.io Post Plugin
de: Pump.io-Post-Plugin aktivieren

source: Post to pump.io by default
de: Standardmäßig bei Pump.io veröffentlichen
fi_fi: Lähetä pump.iohon oletuksena
pl: Opublikuj domyślnie w pump.io
ro: Postați implicit pe pump.io

source: Should posts be public?
de: Sollen Nachrichten öffentlich sein ?
pl: Czy posty powinny być publiczne?
ro: Postările ar trebui sa fie publice?

source: Mirror all public posts
de: Spiegle alle öffentlichen Nachrichten
fi_fi: Peilaa kaikki julkiset julkaisut
pl: Odbij wszystkie publiczne posty
ro: Reproducere pentru toate postările publice

source: Check to delete this preset
de: Markieren um dieses Preset zu löschen
pl: Zaznacz, aby usunąć to ustawienie wstępne
ro: Bifați pentru a șterge această presetare

source: Save Settings
de: Einstellungen speichern
fi_fi: Tallenna asetukset
pl: Zapisz ustawienia
ro: Salvare Configurări

source: Pump.io post failed. Queued for retry.
de: Veröffentlichung bei Pump.io gescheitert. Wir versuchen es später erneut.
fi_fi: Pump.io -julkaisu epäonnistui. Jonossa uudelleenyritykseen.
pl: Błąd Pump.io post. W kolejce do ponowienia.
ro: Postarea pe pump.io a eșuat. S-a pus în așteptare pentru reîncercare.

source: Pump.io like failed. Queued for retry.
de: Veröffentlichung bei Pump.io gescheitert. Wir versuchen es später erneut.
fi_fi: Pump.io -tykkäys epäonnistui. Jonossa uudelleenyritykseen.
pl: Błąd Pump.io. W kolejce do ponowienia.
ro: Aprecierea de pe pump.io a eșuat. S-a pus în așteptare pentru reîncercare.

source: %1$s likes %2$s's %3$s
de: %1$s mag %2$s's %3$s
pl: %1$slubi %2$s %3$s
ro: %1$s apreciază %3$s lui %2$s

source: Enable pump.io Post Addon
fi_fi: Ota pump.io -viestilisäosa käyttöön
pl: Włącz dodatek pump.io
ro: Activare Modul Postare pump.io

source: status
fi_fi: tila
