Repository: mexon/friendica-addons
Catalog: tumblr/lang/*/messages.po
Languages: ro

source: Permission denied.
ro: Permisiune refuzată.

source: You are now authenticated to tumblr.
ro: Acum sunteți autentificat pe tumblr.

source: return to the connector page
ro: revenire la pagina de conectare

source: Post to Tumblr
ro: Postați pe Tumblr

source: Tumblr Export
ro: Export Tumblr

source: (Re-)Authenticate your tumblr page
ro: (Re- )Autentificare pagină tumblr

source: Enable Tumblr Post Plugin
ro: Activare Modul Postare pe Tumblr

source: Post to Tumblr by default
ro: Postați implicit pe Tumblr

source: Post to page:
ro: Postare pe pagina:

source: You are not authenticated to tumblr
ro: Nu sunteți autentificat pe tumblr.

source: Save Settings
ro: Salvare Configurări
