Repository: mexon/friendica-addons
Catalog: newmemberwidget/lang/*/messages.po
Languages: cs, pt_br, ro

source: New Member
cs: Nový člen
pt_br: Novo Membro
ro: Membru Nou

source: Tips for New Members
cs: Tipy pro nové členy
pt_br: Dicas para Novos Membros
ro: Sfaturi pentru Membrii Noi

source: Global Support Forum
cs: Globální fórum podpory
pt_br: Fórum de suporte global
ro: Forum Global Asistentă

source: Local Support Forum
cs: Lokální fórum podpory
pt_br: Fórum de suporte local
ro: Forum Local Asistență

source: Save Settings
cs: Uložit Nastavení
pt_br: Salva configurações
ro: Salvare Configurări

source: Message
cs: Zpráva
pt_br: Mensagem
ro: Mesaj

source: Your message for new members. You can use bbcode here.
cs: Vaše zpráva pro nové členy. Zde můžete použít BBCode.
pt_br: Sua mensagem para novos membros. Você pode usar bbcode aqui.
ro: Mesajul dumneavoastră pentru noii membri. Puteți folosi aici codul BB.

source: Add a link to global support forum
cs: Přidejte odkaz na globální fórum podpory
pt_br: Adicione um link para o fórum de suporte global
ro: Adăugați o legătură către forumul global de asistentă

source: Should a link to the global support forum be displayed?
cs: Má být odkaz na globální fórum podpory zobrazen?
pt_br: Um link para o fórum de suporte global deve ser mostrado?
ro: Ar trebui afișată o legătură către forumul global de asistență?

source: Add a link to the local support forum
cs: Přidejte odkaz na lokální fórum podpory
pt_br: Adicione um link para o fórum de suporte local
ro: Adăugați o legătură către forumul local de asistență

source: If you have a local support forum and wand to have a link displayed in the widget, check this box.
cs: Pokud máte lokální fórum podpory a chcete mít zobrazen jeho odkaz, zvolte tuto volbu.
pt_br: Se você tem um fórum de suporte local e quer mostrar um link no widget marque essa opção
ro: Dacă dețineți un forum local de asistentă şi doriți să aveți o legătură afișată în mini-aplicația widget, bifați această casetă.

source: Name of the local support group
cs: Název lokálního fóra podpory
pt_br: Nome do fórum local de suporte
ro: Numele grupului local de asistență

source: If you checked the above, specify the <em>nickname</em> of the local support group here (i.e. helpers)
cs: Pokud jste výše uvedené zaškrtli, specifikujte zde <em>přezdívku</em> lokální podpůrné skupiny (např. pomahači)
pt_br: Se você marcou opção acima, especifique o <em>apelido</em> do grupo de suporte local aqui (exemplo: helpers)
ro: Dacă ați bifat mai sus, specificați aici <em>pseudonimul</em> grupului local de asistență (adică operatorii de asistență)
