Repository: mexon/friendica-addons
Catalog: remote_permissions/lang/*/messages.po
Languages: pl, ro

source: Remote Permissions Settings
pl: Ustawienia uprawnień zdalnych
ro: Configurări Permisiuni la Distanță

source: Allow recipients of your private posts to see the other recipients of the posts
pl: Zezwalaj odbiorcom prywatnych wpisów na wyświetlanie innych adresatów postów
ro: Permite destinatarilor, posturile dvs. private, să-i vadă și pe ceilalți destinatari ai postărilor

source: Submit
pl: Wyślij

source: Remote Permissions settings updated.
pl: Zaktualizowano ustawienia uprawnień zdalnych.
ro: Configurările Permisiunilor la Distanță, au fost actualizate.

source: Visible to:
pl: Widoczny dla:
ro: Vizibil pentru :

source: Visible to
pl: Widoczny dla
ro: Vizibil pentru

source: may only be a partial list
pl: mogą być tylko częściowe listy
ro: poate fi doar o listă parțială

source: Global
pl: Ogólnoświatowy

source: The posts of every user on this server show the post recipients
pl: Wpisy każdego użytkownika na tym serwerze pokazują odbiorców wiadomości
ro: Postările fiecărui utilizator de pe acest server, afișează destinatarii mesajului

source: Individual
pl: Indywidualny

source: Each user chooses whether his/her posts show the post recipients
pl: Każdy użytkownik wybiera, czy jego/jej posty pokazują odbiorców postów
ro: Fiecare utilizator alege dacă postările lui/ei, afișează și destinatarii mesajului

source: Settings updated.
pl: Zaktualizowano ustawienia.
ro: Configurări actualizate.

source: Save Settings
ro: Salvare Configurări
