Repository: mexon/friendica-addons
Catalog: advancedcontentfilter/lang/*/messages.po
Languages: it, pl

source: Filtered by rule: %s
it: Filtrato dalla regola: %s
pl: Filtruj według reguły: %s

source: Advanced Content Filter
it: Filtro Avanzato Contenuti
pl: Zaawansowany filtr zawartości

source: Back to Addon Settings
it: Torna alle impostazioni del componente aggiuntivo
pl: Powrót do ustawień dodatków

source: Add a Rule
it: Aggiungi una regola
pl: Dodaj regułę

source: Help
it: Aiuto
pl: Pomoc

source: Add and manage your personal content filter rules in this screen. Rules have a name and an arbitrary expression that will be matched against post data. For a complete reference of the available operations and variables, check the <a href="advancedcontentfilter/help">help page</a>.
it: Aggiungi e gestisci le tue regole personali di filtro contenuti in questa schermata. Le regole hanno un nome e un'espressione arbitraria che sar√† confrontata con i dati del messaggio. Per un elenco completo delle operazioni disponibili, controlla la <a href="advancedcontentfilter/help">pagina di aiuto</a>.
pl: Dodaj i zarządzaj regułami filtrowania treści osobistych na tym ekranie. Reguły mają nazwę i dowolne wyrażenie, które zostanie dopasowane do danych postów. Aby uzyskać pełne informacje o dostępnych operacjach i zmiennych, sprawdź <a href="advancedcontentfilter/help">stronę pomocy</a>.

source: Your rules
it: Le tue regole
pl: Twoje zasady

source: You have no rules yet! Start adding one by clicking on the button above next to the title.
it: Non hai ancora nessuna regola! Aggiungine una cliccando sul bottone qui sopra a fianco al titolo.
pl: Nie masz jeszcze żadnych zasad! Zacznij dodawać jedną, klikając przycisk znajdujący się nad tytułem.

source: Disabled
it: Disabilitato
pl: Wyłącz

source: Enabled
it: Abilitato
pl: Włącz

source: Disable this rule
it: Diabilita questa regola
pl: Wyłącz tę regułę

source: Enable this rule
it: Abilita questa regola
pl: Włącz tę regułę

source: Edit this rule
it: Modifica questa regola
pl: dytuj tę regułę

source: Edit the rule
it: Modifica la regola
pl: Edytuj regułę

source: Save this rule
it: Salva questa regola
pl: Zapisz tę regułę

source: Delete this rule
it: Elimina questa regola
pl: Usuń tę regułę

source: Rule
it: Regola
pl: Reguła

source: Close
it: Chiudi
pl: Zamknij

source: Add new rule
it: Aggiungi nuova regola
pl: Dodaj nową regułę

source: Rule Name
it: Nome Regola
pl: Nazwa reguły

source: Rule Expression
it: Espressione Regola
pl: Wyrażanie reguły

source: <p>Examples:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
it: <p>Esempi:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
pl: <p>przykład</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tagi</li></ul>

source: Cancel
it: Annulla
pl: Anuluj

source: You must be logged in to use this method
it: Devi essere autenticato per usare questo metodo
pl: Musisz być zalogowany, aby skorzystać z tej metody

source: Invalid form security token, please refresh the page.
it: Token di sicurezza invalido, aggiorna la pagina.
pl: Nieprawidłowy token zabezpieczający formularz, odśwież stronę.

source: The rule name and expression are required.
it: Il nome e l'espressione della regola sono richiesti.
pl: Nazwa reguły i wyrażenie są wymagane.

source: Rule successfully added
it: Regola aggiunta con successo
pl: Reguła została pomyślnie dodana

source: Rule doesn't exist or doesn't belong to you.
it: La regola non esiste o non ti appartiene.
pl: Reguła nie istnieje lub nie należy do ciebie.

source: Rule successfully updated
it: Regola aggiornata con successo
pl: Reguła została pomyślnie zaktualizowana

source: Rule successfully deleted
it: Regola eliminata con successo
pl: Reguła została pomyślnie usunięta

source: Missing argument: guid.
it: Argomento mancante: guid.
pl: Brakujący argument: guid.

source: Unknown post with guid: %s
it: Messaggio con guid %s sconosciuto
pl: Nieznany post z guid:%s

source: Method not found
it: Metodo non trovato
pl: Nie znaleziono metody
