Repository: mexon/friendica-addons
Catalog: wppost/lang/*/messages.po
Languages: fi_fi, ro

source: Post to Wordpress
fi_fi: Lähetä WordPressiin
ro: Postați pe Wordpress

source: Wordpress Export
fi_fi: WordPress vienti
ro: Export pe Wordpress

source: Enable WordPress Post Addon
fi_fi: Ota WordPress -viestilisäosa käyttöön

source: WordPress username
fi_fi: WordPress -käyttäjätunnus
ro: Utilizator WordPress

source: WordPress password
fi_fi: WordPress -salasana
ro: Parolă WordPress

source: WordPress API URL
fi_fi: WordPress API URL-osoite
ro: URL Cheie API WordPress

source: Post to WordPress by default
fi_fi: Lähetä WordPressiin oletuksena
ro: Postați implicit pe Wordpress

source: Provide a backlink to the Friendica post
fi_fi: Lisää backlinkki alkuperäiseen Friendica -julkaisuun
ro: Oferiți un backlink către postarea de pe Friendica

source: Text for the backlink, e.g. Read the original post and comment stream on Friendica.
fi_fi: Backlinkin teksti, esim. Katso alkuperäinen julkaisu ja kommentit Friendicassa.

source: Don't post messages that are too short
fi_fi: Älä julkaise lyhyitä viestejä
ro: Nu publica mesajele prea scurte

source: Save Settings
fi_fi: Tallenna asetukset
ro: Salvare Configurări

source: Read the orig­i­nal post and com­ment stream on Friendica
fi_fi: Katso alkuperäinen julkaisu ja kommentit Friendicassa

source: Post from Friendica
fi_fi: Lähetä Friendicasta
ro: Postați din Friendica

source: Enable WordPress Post Plugin
ro: Activare Modul Postare pe Wordpress

source: Read the original post and comment stream on Friendica
ro: Citiți publicația originală și fluxul de comentarii, pe Friendica
