Repository: mexon/friendica-addons
Catalog: morepokes/lang/*/messages.po
Languages: fi_fi

source: shag
fi_fi: pane

source: shagged
fi_fi: pani

source: patent
fi_fi: patentoi

source: patented
fi_fi: patentoi

source: stroke beard
fi_fi: silitä partaa

source: stroked their beard at
fi_fi: silitti partaa

source: hug
fi_fi: halaa

source: hugged
fi_fi: halasi

source: kiss
fi_fi: suutele

source: kissed
fi_fi: pussasi

source: insult
fi_fi: loukkaa

source: insulted
fi_fi: loukkasi

source: praise
fi_fi: kehu

source: praised
fi_fi: kehui

source: be dubious of
fi_fi: epäile

source: was dubious of
fi_fi: epäili

source: eat
fi_fi: syö

source: ate
fi_fi: söi

source: doubt
fi_fi: epäile

source: doubted
fi_fi: epäili

source: glare
fi_fi: mulkoile

source: glared at
fi_fi: mulkoili
