Repository: mexon/friendica-addons
Catalog: jappixmini/lang/*/messages.po
Languages: fi_fi, pl

source: Jappix Mini addon settings
fi_fi: Jappix Mini -lisäosan asetukset
pl: Ustawienia dodatku Jappix Mini

source: Activate addon
fi_fi: Ota lisäosa käyttöön
pl: Aktywuj dodatek

source: Do <em>not</em> insert the Jappixmini Chat-Widget into the webinterface
pl: <em>Nie</em> wstawiaj widżetu czatu Jappixmini do interfejsu WWW

source: Jabber username
fi_fi: Jabber -käyttäjätunnus
pl: Jabber nazwa użytkownika

source: Jabber server
fi_fi: Jabber -palvelin
pl: Serwer Jabber

source: Jabber BOSH host
fi_fi: Jabber BOSH-palvelin
pl: Host Jabber BOSH

source: Jabber password
fi_fi: Jabber -salasana
pl: Hasło Jabber

source: Encrypt Jabber password with Friendica password (recommended)
fi_fi: Salaa Jabber -salasana Friendica -salasanalla (suositeltava)
pl: Szyfrowanie hasła Jabbera za pomocą hasła Friendica (zalecane)

source: Friendica password
fi_fi: Friendica -salasana
pl: Hasło Friendica

source: Approve subscription requests from Friendica contacts automatically
fi_fi: Hyväksy automaattisesti tilauspyynnöt Friendica -kontakteilta
pl: Automatycznie zatwierdzaj prośby o subskrypcję od kontaktów z Friendica

source: Subscribe to Friendica contacts automatically
pl: Subskrybuj kontakty z Friendica automatycznie

source: Purge internal list of jabber addresses of contacts
pl: Usuń wewnętrzną listę adresów Jabber z kontaktów

source: Submit
fi_fi: Lähetä
pl: Wyślij

source: Add contact
fi_fi: Lisää kontakti
pl: Dodaj kontakt
