Repository: mexon/friendica-addons
Catalog: tictac/lang/*/messages.po
Languages: pl, ro

source: Three Dimensional Tic-Tac-Toe
pl: Trójwymiarowe Kółko i Krzyżyk
ro: Tic-Tac-Toe Tridimensional

source: 3D Tic-Tac-Toe
pl: 3D Kółko i krzyżyk

source: New game
pl: Nowa gra
ro: Joc nou

source: New game with handicap
pl: Nowa gra z handicapem
ro: Joc nou cu handicap

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
pl: Zasady gry w Trójwymiarowe Kółko i Krzyżyk są takie same jak w tradycyjnej grze, z tym wyjątkiem, że gra się na wielu poziomach jednocześnie.
ro: Tic-tac-toe Tridimensional este exact ca și jocul tradițional cu excepția faptului că acesta este jucat simultan pe multiple niveluri.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
pl: W tym przypadku istnieją trzy poziomy. Wygrywasz, jeśli ustawisz trzy znaki w rzędzie na dowolnym poziomie, a także w górę, w dół i po przekątnej na różnych poziomach.
ro: În acest caz există trei niveluri. Câștigați prin obținerea a trei marcaje per line, la orice nivel, precum şi în sus, în jos, sau pe diagonală pe diferite niveluri.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
pl: Gra z handicapem wyłącza środkową pozycję na środkowym poziomie, ponieważ gracz zdobywający ten kwadrat często ma nieuczciwą przewagę.
ro: Jocul cu handicap, dezactivează poziția centrală din nivelul mediu, deoarece jucătorul consideră că acest pătrat are adeseori un avantaj incorect.

source: You go first...
pl: Rozpocznij pierwszy...
ro: Bifează tu primul...

source: I'm going first this time...
pl: Tym razem rozpoczynam pierwszy...
ro: Bifez eu primul, de data aceasta ...

source: You won!
pl: Wygrałeś!
ro: Ai câştigat!

source: "Cat" game!
pl: Gra "Kot"!
ro: Joc "Pisică" !

source: I won!
pl: Wygrałem!
ro: Am câştigat!
