Repository: mexon/friendica-addons
Catalog: gravatar/lang/*/messages.po
Languages: de

source: generic profile image
de: generisches Profilbild

source: random geometric pattern
de: zuf채lliges Profilbild

source: monster face
de: Monsterfratze

source: computer generated face
de: computergeneriertes Gesicht

source: retro arcade style face
de: Retro Arcade Design Gesicht

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
de: Das Libravatar Addon ist ebenfalls installiert. Bitte deaktiviere das Libravatar Addon oder dieses Gravatar Addon.<br>

source: Submit
de: Senden

source: Default avatar image
de: Standard Profilbild

source: Select default avatar image if none was found at Gravatar. See README
de: W채hle das Standardprofilbild, wenn kein Bild auf Gravatar gefunden wurde. Schaue auch sonst im README nach.

source: Rating of images
de: Bildbewertung

source: Select the appropriate avatar rating for your site. See README
de: W채hle eine angemessene Bildbewertung f체r deinen Server. Schaue auch sonst im README nach.

source: Gravatar settings updated.
de: Gravatar Einstellungen aktualisiert.
