Repository: mexon/friendica-addons
Catalog: impressum/lang/*/messages.po
Languages: pl, ro

source: Impressum
pl: Stopka redakcyjna

source: Site Owner
pl: Właściciel witryny
ro: Deținător Site

source: Email Address
pl: Adres e-mail
ro: Adresă de mail

source: Postal Address
pl: Adres pocztowy
ro: Adresă poștală

source: The impressum addon needs to be configured!<br />Please add at least the <tt>owner</tt> variable to your config file. For other variables please refer to the README file of the addon.
pl: Dodatek impressum musi zostać skonfigurowany!<br />Dodaj co najmniej zmienną <tt>właściciela</tt> do pliku konfiguracyjnego. Inne zmienne można znaleźć w pliku README dodatku.
ro: Modulul Impressum trebuie configurat! <br />Vă rugăm să adăugați cel puțin variabila <tt>deținător</tt> în fișierul de configurare. Pentru alte variabile vă rugăm să consultați fișierul README al modulului.

source: Settings updated.
pl: Ustawienia zaktualizowane.
ro: Configurări actualizate.

source: Submit
pl: Wyślij
ro: Trimite

source: The page operators name.
pl: Nazwa operatora strony.
ro: Pagina numelor operatorilor.

source: Site Owners Profile
pl: Profil właściciela witryny
ro: Profil Deținători Site

source: Profile address of the operator.
pl: Adres profilu operatora.
ro: Adresa de profil a operatorului.

source: How to contact the operator via snail mail. You can use BBCode here.
pl: Jak skontaktować się z operatorem za pośrednictwem poczty elektronicznej. Możesz użyć BBCode tutaj.
ro: Cum să contactați operatorul prin corespondență lentă. Puteți folosi aici Codul BB.

source: Notes
pl: Notatki
ro: Note

source: Additional notes that are displayed beneath the contact information. You can use BBCode here.
pl: Dodatkowe uwagi, które są wyświetlane pod danymi kontaktowymi. Możesz użyć BBCode tutaj.
ro: Notele suplimentare care sunt afișate sub informațiile de contact. Puteți folosi aici Codul BB.

source: How to contact the operator via email. (will be displayed obfuscated)
pl: Jak skontaktować się z operatorem za pośrednictwem poczty elektronicznej. (zostanie wyświetlony ukryty)
ro: Modul de contactare al operatorului prin e-mail. (va fi afișat eclipsat)

source: Footer note
pl: Notatka w stopce
ro: Notă de Subsol

source: Text for the footer. You can use BBCode here.
pl: Tekst stopki. Tutaj można użyć BBCode.
ro: Textul de pagina de subsol. Puteți folosi aici Codul BB.
