Repository: mexon/friendica-addons
Catalog: libravatar/lang/*/messages.po
Languages: fi_fi, pl, ro

source: Could NOT install Libravatar successfully.<br>It requires PHP >= 5.3
fi_fi: Libravataria ei voitu asentaa.<br>Vaatii PHP-version >=5.3
pl: Nie można zainstalować Libravatar pomyślnie. <br>Wymaga PHP> = 5.3
ro: NU s-a putut instala Libravatar cu succes.<br>Acesta necesită PHP >= 5.3

source: generic profile image
fi_fi: Yleinen profiilikuva
pl: ogólny obraz profilu
ro: imagine generică de profil

source: random geometric pattern
fi_fi: satunnainen geometrinen kuvio
pl: losowy wzór geometryczny
ro: șablon geometric aleator

source: monster face
fi_fi: hirviö
pl: twarz potwora
ro: chip monstruos

source: computer generated face
fi_fi: tietokoneella tuotettut kasvot
pl: wygenerowane komputerowo twarz
ro: chip generat de calculator

source: retro arcade style face
fi_fi: retro-videopeli kasvot
pl: twarz w stylu retro arcade
ro: chip în stil jocuri arcade retro

source: Warning
fi_fi: Varoitus
pl: Ostrzeżenie
ro: Atenție

source: Your PHP version %s is lower than the required PHP >= 5.3.
fi_fi: PHP-versiosi on %s. Friendica vaatii PHP >= 5.3.
pl: Twoja wersja PHP %s jest niższa niż wymagany PHP> = 5.3.
ro: Versiunea dumneavoastră PHP %s este inferioară celei necesare PHP >= 5.3.

source: This addon is not functional on your server.
fi_fi: Tämä lisäosa ei toimi palvelimellasi.
pl: Ten dodatek nie działa na twoim serwerze.
ro: Acest supliment nu este funcțional pe serverul dumneavoastră.

source: Information
fi_fi: Tietoja
pl: Informacja
ro: Informaţii

source: Gravatar addon is installed. Please disable the Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
pl: Dodatek Gravatar jest zainstalowany. Wyłącz dodatek Gravatar. Dodatek Libravatar powróci do Gravatar, jeśli w Libravatar nie zostanie znaleziony żaden przedmiot.
ro: Suplimentul Gravatar este instalat. Vă rugăm să dezactivați suplimentul Gravatar.<br> Suplimentul Libravatar va reveni înapoi la Gravatar, dacă nu s-a găsit nimic în Libravatar.

source: Submit
fi_fi: Lähetä
pl: Wyślij

source: Default avatar image
fi_fi: Avatarin oletuskuva
pl: Domyślny obraz awatara
ro: Imagine avatar implicită

source: Select default avatar image if none was found. See README
fi_fi: Valitse oletusavatarikuva jos avatari puuttuu. Katso lisätietoja README:stä.
pl: Wybierz domyślny obraz awatara, jeśli nie został znaleziony. Zobacz README
ro: Selectați imaginea avatar implicită, dacă nici una nu fost găsită. Consultați FIŞIERUL README

source: Libravatar settings updated.
fi_fi: Libravatar -asetukset päivitetty
pl: Zaktualizowano ustawienia Libravatar.
ro: Configurările Libravatar au fost actualizate.

source: Save Settings
ro: Salvare Configurări
