Repository: mexon/friendica-addons
Catalog: mailstream/lang/*/messages.po
Languages: pl

source: From Address
pl: Z adresu

source: Email address that stream items will appear to be from.
pl: Adres e-mail, z którego będą przesyłane strumienie pochodzące z.

source: Save Settings
pl: Zapisz ustawienia

source: Diaspora post
pl: Post Diaspora

source: Feed item
pl: Element kanału

source: Friendica Item
pl: Pozycja Friendica

source: Upstream
pl: Nadrzędny

source: Local
pl: Lokalny

source: Enabled
pl: Włączone

source: Email Address
pl: Adres e-mail

source: Leave blank to use your account email address
pl: Pozostaw puste, aby użyć adresu e-mail swojego konta

source: Exclude Likes
pl: Wykluczanie polubień

source: Check this to omit mailing "Like" notifications
pl: Zaznacz to pole, aby pominąć wysyłanie powiadomień typu "Lubię to"

source: Attach Images
pl: Dołącz zdjęcia

source: Download images in posts and attach them to the email. Useful for reading email while offline.
pl: Pobierz zdjęcia w postach i dołącz je do wiadomości e-mail. Przydatny do czytania wiadomości e-mail w trybie offline.

source: Mail Stream Settings
pl: Ustawienia strumienia poczty
