Repository: mexon/friendica-addons
Catalog: diaspora/lang/*/messages.po
Languages: ro

source: Post to Diaspora
ro: Postați pe Diaspora

source: Can't login to your Diaspora account. Please check username and password and ensure you used the complete address (including http...)
ro: Nu se poate face autentificarea pe contul dvs. Diaspora. Verificați numele de utilizator şi parola şi asigurați-vă că ați folosit adresa completă (inclusiv http ... )

source: Diaspora Export
ro: Exportare pe Diaspora

source: Enable Diaspora Post Plugin
ro: Activare Modul Postare pe Diaspora

source: Diaspora username
ro: Utilizator Diaspora

source: Diaspora password
ro: Parola Diaspora

source: Diaspora site URL
ro: URL site Diaspora

source: Post to Diaspora by default
ro: Postați implicit pe Diaspora

source: Save Settings
ro: Salvare Configurări

source: Diaspora post failed. Queued for retry.
ro: Postarea pe Diaspora a eșuat. S-a pus în așteptare pentru reîncercare.
