Repository: mexon/friendica-addons
Catalog: curweather/lang/*/messages.po
Languages: fi_fi, pl

source: Error fetching weather data.\nError was:
fi_fi: Säätietojen noutamisessa tapahtui virhe.\nLisätietoja:
pl: Błąd podczas pobierania danych pogodowych. \nError był:

source: Current Weather
fi_fi: Sää
pl: Obecna pogoda

source: Relative Humidity
fi_fi: Suhteellinen kosteus
pl: Względna wilgotność

source: Pressure
fi_fi: Ilmanpaine
pl: Ciśnienie

source: Wind
fi_fi: Tuuli
pl: Wiatr

source: Last Updated
fi_fi: Viimeksi päivitetty
pl: Ostatnio zaktualizowany

source: Data by
fi_fi: Tiedot tuottaa
pl: Dane wg

source: Show on map
fi_fi: Näytä kartalla
pl: Pokaż na mapie

source: There was a problem accessing the weather data. But have a look
fi_fi: Säätietohaussa tapahtui virhe. Voit kuitenkin katsoa
pl: Wystąpił problem z dostępem do danych pogodowych. Ale spójrz

source: at OpenWeatherMap
fi_fi: OpenWeatherMappiä
pl: w OpenWeatherMap

source: Current Weather settings updated.
fi_fi: Sääasetukset päivitetty.
pl: Zaktualizowano bieżące ustawienia pogody.

source: No APPID found, please contact your admin to obtain one.
fi_fi: APPID puuttuu, ota yhteyttä ylläpitäjään.
pl: Nie znaleziono APPID, skontaktuj się z administratorem, aby go uzyskać.

source: Save Settings
fi_fi: Tallenna asetukset
pl: Zapisz ustawienia

source: Settings
fi_fi: Asetukset
pl: Ustawienia

source: Enter either the name of your location or the zip code.
fi_fi: Syötä sijaintisi nimi tai postinumero.
pl: Wprowadź nazwę swojej lokalizacji lub kod pocztowy.

source: Your Location
fi_fi: Sijaintisi
pl: Twoja lokalizacja

source: Identifier of your location (name or zip code), e.g. <em>Berlin,DE</em> or <em>14476,DE</em>.
fi_fi: Sijantisi (paikka tai postinumero), esim. <em>Helsinki,FI</em> tai <em>00100,FI</em>.
pl: Identyfikator Twojej lokalizacji (nazwa lub kod pocztowy), np. <em>Berlin, DE</em> lub <em>14476, DE</em>.

source: Units
fi_fi: Yksiköt
pl: Jednostka

source: select if the temperature should be displayed in &deg;C or &deg;F
fi_fi: ota käyttöön Celsius-asteikko (&deg;C) tai Fahrenheit-asteikko (&deg;F)
pl: wybierz, czy temperatura powinna być wyświetlana w &deg;C lub &deg;F

source: Show weather data
fi_fi: Näytä säätiedot
pl: Pokaż dane pogodowe

source: Curweather settings saved.
fi_fi: Curweather -asetukset tallennettu.
pl: Ustawienia Curweather zostały zapisane.

source: Caching Interval
fi_fi: Välimuistin aikaväli
pl: Interwał buforowania

source: For how long should the weather data be cached? Choose according your OpenWeatherMap account type.
pl: Od jak dawna powinny być buforowane dane pogodowe? Wybierz zgodnie z typem konta OpenWeatherMap.

source: no cache
fi_fi: Ei välimuistia
pl: Brak pamięci podręcznej

source: minutes
fi_fi: minuuttia
pl: minut

source: Your APPID
fi_fi: Sinun APPID
pl: Twój APPID

source: Your API key provided by OpenWeatherMap
fi_fi: API-avain OpenWeatherMapiltä
pl: Twój klucz API dostarczony przez OpenWeatherMap
