Repository: mexon/friendica-addons
Catalog: buffer/lang/*/messages.po
Languages: pl, ro

source: Permission denied.
pl: Odmowa uprawnień.
ro: Permisiune refuzată.

source: Save Settings
pl: Zapisz ustawienia
ro: Salvare Configurări

source: Client ID
pl: Identyfikator ID klienta
ro: ID Client

source: Client Secret
pl: Tajny klucz klienta
ro: Cheia Secretă Client

source: Error when registering buffer connection:
pl: Błąd podczas rejestrowania połączenia z buforem:
ro: Eroare la înregistrarea conexiunii Buffer:

source: You are now authenticated to buffer.
pl: Jesteś teraz uwierzytelniony w buforze.
ro: Acum sunteți autentificat pe Buffer.

source: return to the connector page
pl: powrót do strony połączenia
ro: revenire la pagina de conectare

source: Post to Buffer
pl: Opublikuj w buforze
ro: Postați pe Buffer

source: Buffer Export
pl: Eksportuj Bufor
ro: Export pe Buffer

source: Authenticate your Buffer connection
pl: Uwierzytelnij swoje połączenie z buforem
ro: Autentificați-vă conectarea la Buffer

source: Enable Buffer Post Addon
pl: Włącz dodatek bufora pocztowego

source: Post to Buffer by default
pl: Wyślij domyślnie post do bufora
ro: Postați implicit pe Buffer

source: Check to delete this preset
pl: Zaznacz, aby usunąć to ustawienie wstępne
ro: Bifați pentru a șterge această presetare

source: Posts are going to all accounts that are enabled by default:
pl: Wpisy są wysyłane na wszystkie konta, które są domyślnie włączone:
ro: Posturile merg către toate conturile care sunt activate implicit:

source: Enable Buffer Post Plugin
ro: Activare Modul Postare pe Buffer
